StruSoft.Interop.StruXml.Data.Piles_beam_type


StruSoft.Interop.StruXml.Data.Piles_beam_type.Curve


StruSoft.Interop.StruXml.Data.Piles_beam_type.Localy


StruSoft.Interop.StruXml.Data.Piles_beam_type.Connectivity


StruSoft.Interop.StruXml.Data.Piles_beam_type.Buckling_data


StruSoft.Interop.StruXml.Data.Piles_beam_type.Complex_material


StruSoft.Interop.StruXml.Data.Piles_beam_type.Complex_section


StruSoft.Interop.StruXml.Data.Piles_beam_type.Complex_composite


StruSoft.Interop.StruXml.Data.Piles_beam_type.Made


StruSoft.Interop.StruXml.Data.Piles_beam_type.Guid


StruSoft.Interop.StruXml.Data.Piles_beam_type.AnyAttr
